Repository: OmidID/DotNetBlog
Catalog: src/DotNetBlog.*/Resources/Shared.*.resx
Languages: fr_fr

source: [Blog comment notification] Re: {0}
fr_fr: [Notification Blog commentaire] Re: {0}

source: {0} days
fr_fr: {0} jours

source: {0} year(s) and {1} month(s)
fr_fr: {0} an (s) et {1} mois (s)

source: a day
fr_fr: un jour

source: Accept
fr_fr: J'accepte

source: Accepted
fr_fr: Accepté

source: Access to the page does not exist, you can
fr_fr: L'accès à la page n'existe pas, vous pouvez

source: Add
fr_fr: Ajouter

source: Add category
fr_fr: Ajouter une catégorie

source: add comment
fr_fr: ajouter un commentaire

source: Add to
fr_fr: Ajouter à

source: Add welcome topic
fr_fr: Ajouter un sujet de bienvenue

source: Advanced
fr_fr: Avancée

source: After all the operations have been completed, the Save button will take effect
fr_fr: Une fois que toutes les opérations ont été effectuées, le bouton Enregistrer prendra effet

source: After the article
fr_fr: Après l'article

source: Alias(optional)
fr_fr: Alias ​​(facultatif)

source: All
fr_fr: Tout

source: Allow comment
fr_fr: Laisser un commentaire

source: Approve comments
fr_fr: approuver les commentaires

source: Approved comments
fr_fr: commentaires approuvés

source: Archive
fr_fr: Archiver

source: Are you sure you want to delete comments?
fr_fr: Etes-vous sûr de vouloir supprimer les commentaires?

source: Are you sure you want to delete the article?
fr_fr: Etes-vous sûr de vouloir supprimer l'article?

source: Article does not exist
fr_fr: L'article n'existe pas

source: Article does not exists
fr_fr: L'article n'existe pas

source: author
fr_fr: auteur

source: Available widgets
fr_fr: widgets disponibles

source: Bad request
fr_fr: Mauvaise Demande

source: Basic
fr_fr: De base

source: Before the article
fr_fr: Avant l'article

source: Blog address
fr_fr: Adresse Blog

source: Blog has been already installed
fr_fr: Blog a été déjà installé

source: Blog Host
fr_fr: Blog accueil

source: Blog Title
fr_fr: Titre du Blog

source: Cancel
fr_fr: Annuler

source: Cancel the publish
fr_fr: Annuler Publish

source: Cancel the reply to the message
fr_fr: Annuler la réponse au message

source: Categories
fr_fr: Catégories

source: Category
fr_fr: Catégorie

source: Category does not exists
fr_fr: Catégorie n'existe pas

source: Category: {0}
fr_fr: Catégorie: {0}

source: Change password
fr_fr: Changer le mot de passe

source: Choose category
fr_fr: Choisissez la catégorie

source: Close comment after
fr_fr: Fermer commentaire après

source: Comment
fr_fr: Commentaire

source: Comment not exists
fr_fr: Commentaire existe pas

source: comments ({0})
fr_fr: Commentaires ({0})

source: Comments not allow for this articles
fr_fr: Les commentaires permettent pas cet article

source: Component
fr_fr: Composant

source: Confirm new password
fr_fr: Confirmer le nouveau mot de passe

source: Confirm Password
fr_fr: Confirmez le mot de passe

source: Content
fr_fr: Contenu

source: Content of the error page
fr_fr: Contenu de la page d'erreur

source: Custom code
fr_fr: Code personnalisé

source: Customize
fr_fr: Personnaliser

source: Dashboard
fr_fr: Tableau de bord

source: Delete
fr_fr: Effacer

source: Delete the message and reply
fr_fr: Supprimer le message et y répondre

source: Delete the message, but leave the reply
fr_fr: Supprimer le message, mais laisser la réponse

source: Description
fr_fr: La description

source: did you forget your password?
fr_fr: Avez-vous oublié votre mot de passe?

source: Draft
fr_fr: Brouillon

source: Draft was saved successfully
fr_fr: Le projet a été enregistré avec succès

source: Duplicate category name
fr_fr: nom de la catégorie en double

source: Duplicated email address
fr_fr: Adresse e-mail dupliquée

source: Edit
fr_fr: Éditer

source: Edit category
fr_fr: Modifier cette catégorie

source: Edit the tag
fr_fr: Modifier la balise

# Editor_Language_Key
source: en
fr_fr: fr

source: Email address
fr_fr: Adresse électronique

# Email_NewComment
source: #Re:{0} <br/><br/> {1} <hr/> Comment by: <a href=""mailto://{2}"" target=""_blank"">{3}</a> <br/> URL: <a href=""{4}"" target=""_blank"">{4}</a>
fr_fr: #Re: {0} <br/> {1} <Hr /> Commentaire de: <a href=""mailto://{2}"" target=""_blank""> {3} </a> <br/> URL: <a href=""{4}"" target=""_blank""> {4} </a>

source: Empty
fr_fr: Vide

source: Enable SSL
fr_fr: activer SSL

source: Enable website comment
fr_fr: Activer site commentaire

source: Enter the blog address(URL)
fr_fr: Entrez l'adresse de blog (URL)

source: Enter the content here
fr_fr: Entrez le contenu ici

source: Enter the keyword for search
fr_fr: Entrez le mot-clé pour la recherche

source: Enter the keyword search
fr_fr: Entrez la recherche par mot clé

source: Error page
fr_fr: page d'erreur

source: Error page title
fr_fr: Titre de la page d'erreur

source: First name
fr_fr: Prénom

source: footer script
fr_fr: script pied de page

source: Go back to the last page
fr_fr: Retour à la dernière page

source: Go to article
fr_fr: Aller à l'article

source: Go to the page
fr_fr: Aller à la page

source: Header script
fr_fr: En-tête de script

source: Hello world
fr_fr: Bonjour le monde

source: Home
fr_fr: Accueil

source: In use
fr_fr: Utilisé

source: Invalid page content, please enter valid content
fr_fr: contenu de la page non valide, s'il vous plaît entrez le contenu valide

source: Invalid page title
fr_fr: Titre de la page non valide

source: Invalid request
fr_fr: Requête invalide

source: Invalid request, please try again later
fr_fr: demande non valide, s'il vous plaît réessayer plus tard

source: Is displayed in the list
fr_fr: Est affiché dans la liste

source: Junk comments
fr_fr: commentaires Junk

source: Keep me logged in
fr_fr: Rester connecté

source: Keywords
fr_fr: Mots clés

source: Language
fr_fr: Langue

source: Latest comments
fr_fr: Derniers Commentaires

source: Links
fr_fr: Liens

source: Login
fr_fr: S'identifier

source: Login blog
fr_fr: Blog Connexion

source: Logoff
fr_fr: Se déconnecter

source: Logout
fr_fr: Se déconnecter

source: Make sure the password is not inconsistent
fr_fr: Assurez-vous que le mot de passe ne soit pas incompatible

source: Managment categories
fr_fr: Catégories Managment

source: Maximum number of tag in clouds
fr_fr: Nombre maximum de balise dans les nuages

source: Minimum number of articles per tag
fr_fr: Nombre minimum d'articles par étiquette

source: Modify the configuration
fr_fr: Modifier la configuration

source: More
fr_fr: Plus

source: Name
fr_fr: Nom

source: Never
fr_fr: Jamais

source: New password
fr_fr: Nouveau mot de passe

source: New password should be between {0} - {1}
fr_fr: Nouveau mot de passe doit être entre {0} - {1}

source: Nickname
fr_fr: Surnom

source: No email specified
fr_fr: Aucun courriel spécifié

source: No limitation
fr_fr: Sans limite

source: Not supported language
fr_fr: langue non pris en charge

source: Notify me when there is a comment
fr_fr: Prévenez-moi quand il y a un commentaire

source: Number of articles per page
fr_fr: Nombre d'articles par page

source: Number of articles published
fr_fr: Nombre d'articles publiés

source: Number of pages
fr_fr: Nombre de pages

source: Number of pages published
fr_fr: Nombre de pages publiées

source: Old password
fr_fr: Ancien mot de passe

source: Operation successful
fr_fr: Opération réussie

source: or search for other resources
fr_fr: ou rechercher d'autres ressources

source: Page description
fr_fr: Description de la page

source: Parent does not exists
fr_fr: Parent n'existe pas

source: Password
fr_fr: Mot de passe

source: Pending comments
fr_fr: Dans l'attente de commentaires

source: Pending for review
fr_fr: En attendant l'examen

source: Personal Information
fr_fr: Informations personnelles

source: Please check your password
fr_fr: S'il vous plaît vérifier votre mot de passe

source: Please enter a category name
fr_fr: S'il vous plaît entrer un nom de catégorie

source: Please enter a nickname
fr_fr: S'il vous plaît entrer un surnom

source: Please enter a valid email
fr_fr: S'il vous plaît entrer un email valide

source: Please enter correct number of comments
fr_fr: S'il vous plaît entrer le numéro correct de commentaires

source: Please enter correct port number
fr_fr: S'il vous plaît entrer le numéro de port correct

source: Please enter number of comments
fr_fr: S'il vous plaît entrez le nombre de commentaires

source: Please enter the blog host
fr_fr: S'il vous plaît entrer l'hôte blog

source: Please enter the blog title
fr_fr: S'il vous plaît entrer le titre du blog

source: Please enter the content
fr_fr: S'il vous plaît entrer le contenu

source: Please enter the content of the article
fr_fr: S'il vous plaît saisir le contenu de l'article

source: Please enter the correct number of articles
fr_fr: S'il vous plaît entrer le nombre exact d'articles

source: Please enter the name
fr_fr: S'il vous plaît entrez le nom

source: Please enter the number of articles
fr_fr: S'il vous plaît entrer le nombre d'articles

source: Please enter the page content
fr_fr: S'il vous plaît entrer le contenu de la page

source: Please enter the page title
fr_fr: S'il vous plaît entrer le titre de la page

source: Please enter the title
fr_fr: S'il vous plaît entrer le titre

source: Please enter the title of the article
fr_fr: S'il vous plaît entrer le titre de l'article

source: please enter username
fr_fr: S'il vous plaît entrer le nom d'utilisateur

source: Please enter your email
fr_fr: S'il vous plaît entrer votre e-mail

source: Please enter your nickname
fr_fr: s'il vous plait, entrez ton surnom

source: please enter your password
fr_fr: s'il vous plait entrez votre mot de passe

source: please enter your username
fr_fr: s'il vous plaît entrez votre nom d'utilisateur

source: Please fill in the comments
fr_fr: S'il vous plaît remplir les commentaires

source: Please fill in the name
fr_fr: S'il vous plaît remplir le nom

source: Please fill in the reply
fr_fr: S'il vous plaît remplir la réponse

source: Please select the default language
fr_fr: S'il vous plaît choisir la langue par défaut

source: Please sign in
fr_fr: S'il vous plaît se connecter

source: Please type correct email address
fr_fr: S'il vous plaît entrez l'adresse e-mail correcte

source: Please type your email
fr_fr: S'il vous plaît saisir votre e-mail

source: Please upload the correct format image file
fr_fr: S'il vous plaît télécharger le fichier image de format correct

source: Port number
fr_fr: Numéro de port

source: Publish
fr_fr: Publier

source: Published
fr_fr: publié

source: Push
fr_fr: Pousser

source: Recent articles
fr_fr: Articles récents

source: Recent comments
fr_fr: Commentaires récents

source: Recent drafts
fr_fr: projets récents

source: Registration
fr_fr: enregistrement

source: Reject
fr_fr: Rejeter

source: Rejected
fr_fr: Rejeté

source: related articles
fr_fr: Articles Liés

source: Remove
fr_fr: Retirer

source: Reply
fr_fr: Répondre

source: Reply to comment
fr_fr: Répondre au commentaire

source: Reply to comment not available
fr_fr: Répondre au commentaire non disponible

source: Request an error. Please try again later
fr_fr: Demander une erreur. Veuillez réessayer plus tard

source: Request page is wrong, please try again later...
fr_fr: page demande ne va pas, s'il vous plaît réessayer plus tard ...

source: return to home page
fr_fr: Retour à la page d'accueil

source: return to the home page
fr_fr: retour à la page d'accueil

source: Save
fr_fr: sauvegarder

source: Save comment
fr_fr: Enregistrer un commentaire

source: Save the draft quickly
fr_fr: Enregistrez le projet rapidement

source: Saved drafts
fr_fr: Les brouillons enregistrés

source: Saved successfully
fr_fr: enregistré avec succès

source: search for
fr_fr: rechercher

source: Search result
fr_fr: Résultat de la recherche

source: Search result: {0}
fr_fr: Résultats de la recherche: {0}

source: Select language
fr_fr: Choisir la langue

source: Selected parent does not exists
fr_fr: parent sélectionné n'existe

source: Send notification via email when received a comment
fr_fr: Envoyer une notification par e-mail lors de la réception d'un commentaire

source: Set as homepage
fr_fr: Définir comme page d'accueil

source: Setup
fr_fr: Installer

source: Show alias
fr_fr: Afficher alias

source: Show date
fr_fr: Afficher la date

source: Show only article summary
fr_fr: Afficher uniquement résumé de l'article

source: Show RSS Button
fr_fr: Afficher RSS Bouton

source: Show summary
fr_fr: Afficher le résumé

source: Show the number of articles
fr_fr: Afficher le nombre d'articles

source: Show the number of comments
fr_fr: Afficher le nombre de commentaires

source: Site navigation
fr_fr: navigation du site

source: SMTP address
fr_fr: adresse SMTP

source: Sorry, the system has made an error
fr_fr: Désolé, le système a fait une erreur

source: Sorting
fr_fr: Tri

source: Statistics
fr_fr: Statistiques

source: Status
fr_fr: Statut

source: Submit
fr_fr: Soumettre

source: Successful operation
fr_fr: Le bon fonctionnement

source: Summary
fr_fr: Résumé

source: System Administrator
fr_fr: Administrateur du système

source: Tag
fr_fr: Marque

source: Tags
fr_fr: Mots clés

source: Test Email
fr_fr: Email Test

source: Test email settings
fr_fr: paramètres de messagerie test

source: Test successfully
fr_fr: test avec succès

source: The article does not exists
fr_fr: L'article n'existe pas

source: The label does not exists
fr_fr: L'étiquette n'existe pas

source: The label name is duplicated
fr_fr: Le nom de l'étiquette est dupliqué

source: The page does not exists anymore
fr_fr: La page n'existe plus

source: The server has encountered an error
fr_fr: Le serveur a rencontré une erreur

source: The title of the article
fr_fr: Le titre de l'article

source: Time
fr_fr: Temps

source: Title
fr_fr: Titre

source: To View
fr_fr: Regarder

source: Trust authenticated comment's users
fr_fr: Confiance authentifiées utilisateurs de commentaire

source: Unaudited comments ({0})
fr_fr: commentaires non audités ({0})

source: Unaudited comments({0})
fr_fr: commentaires non audités ({0})

source: User
fr_fr: Utilisateur

source: User does not exists
fr_fr: L'utilisateur n'existe pas

source: User Image
fr_fr: Image utilisateur

source: Username
fr_fr: Nom d'utilisateur

source: Verfiy comment
fr_fr: commentaire Verfiy

source: Welcome {0}
fr_fr: Bienvenue {0}

# Welcome comment
source: This is an example comment
fr_fr: Ceci est un commentaire exemple

source: Welcome to DotNetBlog
fr_fr: Bienvenue sur DotNetBlog

# Welcome topic content
source: Thanks to install DotNetBlog 😊. To modify this content and manage your blog you could open <a href="/admin">Admin</a> Page and login with your username and password.
fr_fr: Merci à installer DotNetBlog 😊. Pour modifier ce contenu et de gérer votre blog, vous pouvez ouvrir <a href="/admin"> Administrateur </a> et connexion avec votre nom d'utilisateur et mot de passe.

source: Wrong paging parameters
fr_fr: paramètres de pagination mauvais

source: Wrong password
fr_fr: Mauvais mot de passe

source: Wrong reply object
fr_fr: objet de réponse Mauvais

# Wrong username or password
source: Wrong username and password
fr_fr: Mauvais nom d'utilisateur et mot de passe

source: Wrote
fr_fr: A écrit

source: You are sure you want to delete comments?
fr_fr: Vous êtes sûr de vouloir supprimer les commentaires?

source: You can
fr_fr: Vous pouvez

source: You cannot set as parent
fr_fr: Vous ne pouvez pas définir comme parent

source: Your comment has been added successfully and requires an administrator to approve it before it can be displayed
fr_fr: Votre commentaire a été ajouté avec succès et nécessite un administrateur de l'approuver avant qu'il puisse être affiché
